Repository: jetelain/puzzles8
Catalog: PuzzleCollection/PuzzleCollection/Resources/*/Resources.resw
Source language: en
Languages: fr

# HelpSignPostGoal
source: You have a grid of squares; each square (except the last one) contains an arrow, and some squares also contain numbers. Your job is to connect the squares to form a continuous list of numbers starting at 1 and linked in the direction of the arrows – so the arrow inside the square with the number 1 will point to the square containing the number 2, which will point to the square containing the number 3, etc. Each square can be any distance away from the previous one, as long as it is somewhere in the direction of the arrow. By convention the first and last numbers are shown; one or more interim numbers may also appear at the beginning. If you connect together two squares and one of them has a number in it, the appropriate number will appear in the other square. If you connect two non-numbered squares, they will be assigned temporary algebraic labels: on the first occasion, they will be labelled ‘a’ and ‘a+1’, and then ‘b’ and ‘b+1’, and so on. Connecting more squares on to the ends of such a chain will cause them all to be labelled with the same letter. The arrow in each square starts off black, and goes grey once you connect the square to its successor. Also, each square which needs a predecessor has a small dot in the bottom left corner, which vanishes once you link a square to it. So your aim is always to connect a square with a black arrow to a square with a dot.
fr: Vous avez une grille de carrés, chaque carré (sauf le dernier) contient une flèche, et quelques carrés contiennent également des numéros. Votre travail consiste à relier les carrés pour former une liste de numéros continue à partir de 1 et lié dans le sens des flèches - la flèche dans le carré avec le numéro 1 pointera vers le carré contenant le numéro 2, qui pointera le carré contenant le numéro 3, etc. Chaque carré peut être à n'importe quelle distance du précédent, tant qu'il se trouve quelque part dans la direction de la flèche. Par convention, les premier et dernier numéros sont affichés, un ou plusieurs numéros intermédiaires peuvent également apparaître au début. Si vous connecter ensemble deux carrés et que l'un d'eux a déjà un numéro, le nombre approprié apparaîtra dans l'autre carré. Si vous connectez deux carrés non numérotés, ils seront remplis d’étiquettes algébriques temporaires: ils seront étiquetés «a» et «a+1», puis « b » et « b +1 », et ainsi de suite. Connecter davantage de carrés sur les extrémités d'une telle chaîne va les amener tous à être étiquetés avec la même lettre. La flèche dans chaque carré est au début noire, et deviens grise une fois que vous vous connectez la place à son successeur. En outre, chaque carré qui a besoin d'un prédécesseur a un petit point dans le coin inférieur gauche, qui disparaît une fois que vous le liez à un autre carré. Donc, votre objectif est toujours de connecter un carré avec une flèche noire sur un carré avec un point.

# HelpSignPostMouseCommands
source: To play Signpost, you connect squares together by dragging from one square to another, indicating that they are adjacent in the sequence. Drag with the left button from a square to its successor, or with the right button from a square to its predecessor. When you left-click or right-click in a square, the legal squares to connect it to will be shown. To remove any links for a particular square (both incoming and outgoing), left-drag it off the grid. To remove a whole chain, right-drag any square in the chain off the grid.
fr: Pour jouer à Signpost, vous connectez les carrés ensembles en faisant glisser un carré à l'autre, ce qui indique qu'ils sont adjacents dans la séquence. Faites glisser avec le bouton gauche d’un carré à son successeur, ou avec le bouton droit d’un carré à son prédécesseur. Lorsque vous faites un clic gauche ou un clic droit dans un carré, les carrés possibles aux quels vous pouvez le connecter s'affichent. Pour supprimer tous les liens d'un carré donné (entrants et sortants), glisser avec le bouton gauche hors de la grille. Pour supprimer toute une chaîne faites glisser avec le bouton droit n'importe quel carré de la chaîne hors de la grille.

# HelpSignPostTouchCommands
source: To play Signpost, you connect squares together by dragging from one square to another, indicating that they are adjacent in the sequence. Drag from a square to its successor, or hold few seconds and drag from a square to its predecessor. When you drag in a square, the legal squares to connect it to will be shown. To remove any links for a particular square (both incoming and outgoing), drag it off the grid. To remove a whole chain, hold few seconds and drag any square in the chain off the grid.
fr: Pour jouer Signpost, vous connectez les carrés ensembles en faisant glisser un carré à l'autre, ce qui indique qu'ils sont adjacents dans la séquence. Faites glisser un carré à son successeur, ou maintenez quelques secondes et faites glisser un carré à son prédécesseur. Lorsque vous faites glisser un carré, les carrés possibles aux quels vous pouvez le connecter s'affichent. Pour supprimer tous les liens d'un carré donné (entrants et sortants), faites-le glisser hors de la grille. Pour supprimer toute une chaîne, maintenez quelques secondes et faites glisser n'importe quel carré de la chaîne hors de la grille.

# HelpSlantCredits
source: Game by Simon Tatham. Credit for this puzzle goes to Nikoli (http://www.nikoli.co.jp/puzzles/39/index.htm ; in Japanese)
fr: Jeu par Simon Tatham. Le principe du jeu revient à Nikoli (http://www.nikoli.co.jp/puzzles/39/index.htm ; en Japonais)

# HelpSlantGoal
source: You have a grid of squares. Your aim is to draw a diagonal line through each square, and choose which way each line slants so that the following conditions are met: • The diagonal lines never form a loop. • Any point with a circled number has precisely that many lines meeting at it. (Thus, a 4 is the centre of a cross shape, whereas a zero is the centre of a diamond shape – or rather, a partial diamond shape, because a zero can never appear in the middle of the grid because that would immediately cause a loop.)
fr: Vous avez une grille de carrés. Votre but est de tracer une ligne diagonale à travers chaque carré, et de choisir de quelle manière chaque ligne est inclinée de sorte à ce que les conditions suivantes sont remplies: • les lignes diagonales ne doivent jamais former une boucle. • Tout point avec un nombre encerclé a précisément ce nombre de lignes connecté à lui. (Ainsi, un 4 est le centre d'une croix, alors que le zéro est le centre d’une partie d’un losange, car un zéro ne peut jamais apparaître dans le milieu de la grille parce que cela provoquerait immédiatement une boucle.)

# HelpSlantMouseCommands
source: Left-clicking in a blank square will place a \ in it (a line leaning to the left, i.e. running from the top left of the square to the bottom right). Right-clicking in a blank square will place a / in it (leaning to the right, running from top right to bottom left). Continuing to click either button will cycle between the three possible square contents. Thus, if you left-click repeatedly in a blank square it will change from blank to \ to / back to blank, and if you right-click repeatedly the square will change from blank to / to \ back to blank. (Therefore, you can play the game entirely with one button if you need to.)
fr: Un clic gauche dans un carré blanc placera un \ dedans (une ligne penchant vers la gauche, c’est-à-dire une ligne de l'angle supérieur gauche du carré jusqu’en bas à droite). Un clic droit sur une carré vide placera un / en elle (une ligne penchant vers la droite, allant du haut à droite en bas à gauche). Continuez à cliquer sur un des deux boutons pour alterner entre les trois contenus des carrés possibles. Ainsi, si vous cliquez-gauche à plusieurs reprises dans un carré blanc, il va changer de vide, à \ puis à / et finalement à vide, et si vous cliquez à droite à plusieurs reprises la place passera de blanc à /, à \, puid retour à vide. (Par conséquent, vous pouvez jouer le jeu entièrement avec un seul bouton si vous le souhaitez.)

# HelpSlantTouchCommands
source: Tap on a blank square to place a \ in it (line running from the top left of the square to the bottom right), tap again on the square to place a / in it (line running from top right to bottom left), tap a third time to clear the square.
fr: Appuyez sur un carré vide pour placer un \ dedans (ligne allant du coin supérieur gauche du carré jusqu’en bas à droite), appuyez à nouveau sur le carré pour placer un / dedans (ligne allant du haut à droite jusqu’en bas à gauche), appuyez un troisième fois pour remettre le carré à blanc.

# HelpSupport.Text
source: Support / Improvement suggestion
fr: Support / Suggestion d'amélioration

# HelpSupportText.Text
source: If you a problem using this game collection, or if you have any suggestion, please contact me be e-mail, or directlty add an issue to the project page.
fr: Si vous vous rencontrez un problème avec cette collection de jeux, ou si vous avez une suggestion, contactez moi par e-mail, ou ajouter directement un problème sur la page du projet.

# HelpTouchCommands.Text
source: Play on a touch screen
fr: Jouer sur un écran tactile

# HelpUntangleCredits
source: Game by Simon Tatham. Sawn in the form of a Flash game called Planarity (http://home.cwru.edu/~jnt5/Planarity), written by John Tantalo.
fr: Jeu par Simon Tatham. Vu sous la forme d'un jeu Flash appelé Planarity (http://home.cwru.edu/~jnt5/Planarity), écrit par John Tantalo.

# HelpUntangleGoal
source: You are given a number of points, some of which have lines drawn between them. You can move the points about arbitrarily; your aim is to position the points so that no line crosses another.
fr: Vous avez un certain nombre de points, dont certains ont des lignes tracées entre eux. Vous pouvez déplacer les points librement, votre objectif est de positionner les points de sorte à ce qu'aucune ligne n’en croise une autre.

# HelpUntangleMouseCommands
source: To move a point, click on it with the left mouse button and drag it into a new position.
fr: Pour déplacer un point, cliquez dessus avec le bouton gauche de la souris et faites-le glisser jusqu'à une nouvelle position.

# HelpUntangleTouchCommands
source: To move a point, press it and drag it into a new position.
fr: Pour déplacer un point, appuyez dessus et faites-le glisser jusqu'à une nouvelle position.

# IssuesPage.Text
source: Issues list (codeplex.com)
fr: Liste des problèmes (codeplex.com; anglais uniquement)

# LightupDescription
source: Place bulbs to light up all the squares.
fr: Placer des lumières pour éclairer tous les carrés.

# LightupTitle
source: Lightup
fr: Eclairer

# MapDescription
source: Colour the map so that adjacent regions are never the same colour.
fr: Colorer la carte de manière à ce qu'aucune région adjacente ne soit de même couleur.

# MapTitle
source: Map
fr: Carte

# NetDescription
source: Rotate each tile to reassemble the network.
fr: Tourner chaque case pour réassembler le réseau.

# NetTitle
source: Net
fr: Réseau

source: New game
fr: Nouvelle partie

# NewGamePrompt
source: Current game will be lost, are you sure ?
fr: La partie courante sera perdue, êtes-vous sûre ?

# PatternDescription
source: Fill in the pattern in the grid, given only the lengths of runs of black squares.
fr: Reconstituer le motif à partir des longueurs des segments de carrés noirs.

# PatternTitle
source: Pattern
fr: Motif

# Redo.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Redo
fr: Rétablir

source: Restart game
fr: Recommencer

# RestartPrompt
source: Your progression will be lost. You will not be able to undo this action, are you sure ?
fr: Votre progression sera perdue. Vous ne pourrez pas annuler cette action, êtes-vous sûre ?

# SameGameDescription
source: Clear the grid by removing touching groups of the same colour squares.
fr: Vider la grille en enlevant les groupes de carrés de même couleur.

# SignPostDescription
source: Connect the squares into a path following the arrows.
fr: Connecter les carrés avec un chemin suivant les flèches.

# SignPostTitle
source: Signpost
fr: Panneaux

# SlantDescription
source: Draw a maze of slanting lines that matches the clues.
fr: Dessiner un labyrinthe de lignes obliques qui correspond aux indices.

# SlantTitle
source: Slant
fr: Oblique

source: Tricky
fr: Délicat

# Undo.[using:Windows.UI.Xaml.Automation]AutomationProperties.Name
source: Undo
fr: Annuler

source: Unknown
fr: Inconnu

source: Unreasonable
fr: Déraisonnable

# UntangleDescription
source: Reposition the points so that the lines do not cross.
fr: Repositionner les points de sorte que les lignes ne se croisent pas.

# UntangleTitle
source: Untangle
fr: Démêler
